Repository: haaanw/WorkloadManagementApp
Catalog: WorkloadApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# voice.error.audio
source: The microphone couldn't start. Try again.
zh_hans: 麦克风无法启动。请重试。

# voice.error.offline
source: No internet connection. Check your connection and try again.
zh_hans: 没有网络连接。请检查网络后重试。

# voice.error.parse
source: Could not understand that workout: %@
zh_hans: 无法理解这次训练记录：%@

# voice.error.permission
source: Microphone or speech access is off. Turn it on in Settings.
zh_hans: 麦克风或语音识别权限已关闭。请在设置中开启。

# voice.error.quota
source: You've hit today's voice logging limit. Log manually for now.
zh_hans: 今日语音解析次数已达上限。请先手动记录。

# voice.error.recognizer
source: Speech recognition isn't available right now.
zh_hans: 语音识别当前不可用。

# voice.review.newExercise
source: New exercise
zh_hans: 新动作

# voice.stash.discard
source: Discard
zh_hans: 丢弃

# voice.stash.restore
source: Restore
zh_hans: 恢复

# voice.stash.title
source: Resume your last note?
zh_hans: 恢复上次的记录？

# warning.acwrCaution
source: Load is building relative to your baseline. Stay controlled.
zh_hans: 负荷相对于你的基线在增加。保持控制。

# warning.acwrDanger
source: Recent load is well above your baseline. Consider reducing volume.
zh_hans: 最近的负荷远高于你的基线。考虑减少训练量。

# warning.consecutiveTrainingDays
source: %d consecutive training days. Consider scheduling a rest day.
zh_hans: %d 天连续训练。考虑安排一个休息日。

# warning.fatigueHigh
source: Accumulated fatigue is high. Consider a lighter session or extra recovery.
zh_hans: 积累疲劳较高。考虑进行较轻的训练或额外恢复。

# warning.fatigueSaturation
source: Body stress is very elevated. A rest day or active recovery is strongly recommended.
zh_hans: 身体压力非常高。强烈建议休息日或主动恢复。

# warning.lowWellness
source: Subjective wellness is low. Listen to your body.
zh_hans: 主观健康状况较低。听听你的身体。

# warning.recoveryRed
source: Recovery score is low. Prioritize rest and parasympathetic activities.
zh_hans: 恢复评分较低。优先考虑休息和副交感神经活动。

# weekday.short.fri
source: Fri
zh_hans: 五

# weekday.short.mon
source: Mon
zh_hans: 一

# weekday.short.sat
source: Sat
zh_hans: 六

# weekday.short.sun
source: Sun
zh_hans: 日

# weekday.short.thu
source: Thu
zh_hans: 四

# weekday.short.tue
source: Tue
zh_hans: 二

# weekday.short.wed
source: Wed
zh_hans: 三

# weekly.summary.header
source: THIS WEEK
zh_hans: 本周

# weekly.summary.metric.avgRecovery
source: AVG RECOVERY
zh_hans: 平均恢复

# weekly.summary.metric.loadTrend
source: LOAD TREND
zh_hans: 负荷趋势

# weekly.summary.metric.sessions
source: SESSIONS
zh_hans: 训练课次

# weekly.summary.metric.volume
source: VOLUME
zh_hans: 数量

# weekly.summary.metric.zoneDistribution
source: ZONE DISTRIBUTION
zh_hans: 区域分布

# weekly.summary.streak.label
source: week streak
zh_hans: 周连胜

# weightPicker.adjust.accessibility
source: Adjust weight
zh_hans: 调整重量

# weightPicker.center.accessibility
source: Current weight
zh_hans: 当前重量

# weightPicker.type.accessibility
source: Type weight
zh_hans: 输入重量

# weightPicker.type.title
source: Enter weight
zh_hans: 输入重量

# weightPicker.unset.accessibility
source: No weight set
zh_hans: 未设置重量

# weightPicker.value.kg.accessibility
source: %@ kilograms
zh_hans: %@ 千克

# weightPicker.value.lb.accessibility
source: %@ pounds
zh_hans: %@ 磅

# welcome.card.action.checkIn
source: Wellness Check-In
zh_hans: 健康检查

# welcome.card.body
source: Track your first activity to start building your training profile.
zh_hans: 记录您的第一项活动以开始建立训练档案。

# welcome.card.header
source: GET STARTED
zh_hans: 开始使用

# welcome.card.title
source: Welcome to Tuwa
zh_hans: 欢迎使用 Tuwa

# workload.chart.insufficientData
source: Log workouts for 7+ days to see recovery-load patterns.
zh_hans: 记录超过 7 天的训练后，可查看恢复与负荷的关系。

# workload.empty.body
source: No workload data yet. Log a workout to see your training load.
zh_hans: 还没有负荷数据。记录一次训练即可查看训练负荷。

# workload.export.detailedSets
source: Detailed Sets
zh_hans: 详细组数

# workload.export.pdfReport
source: PDF Report (Pro)
zh_hans: PDF 报告 (Pro)

# workload.export.sessionSummary
source: Session Summary
zh_hans: 训练总结

# workload.export.title
source: Export Workout Data
zh_hans: 导出训练数据

# workload.label.ratio
source: ratio
zh_hans: 比值

# workload.metric.atl.detail
source: Acute · 7-day
zh_hans: 急性 · 7日

# workload.metric.ctl.detail
source: Chronic · 28-day
zh_hans: 慢性 · 28日

# workload.metric.tsb.fatigued
source: Fatigued
zh_hans: 疲劳

# workload.metric.tsb.fresh
source: Fresh
zh_hans: 状态良好

# workload.nav.title
source: Load & progress
zh_hans: 负荷与进度

# workload.section.loadTrend
source: Load Trend
zh_hans: 负荷趋势

# workload.section.recentPRs
source: Recent PRs
zh_hans: 最新个人最佳 (PR)

# workload.section.recoveryVsLoad
source: Recovery vs Load
zh_hans: 恢复与负荷

# workload.title
source: Load
zh_hans: 负荷

# workout.field.sessionName.placeholder
source: Session Name (optional)
zh_hans: 训练名称（可选）

# workout.fill.last
source: Fill last
zh_hans: 填入上次

# workout.fill.suggested
source: Fill suggested
zh_hans: 填入建议

# workout.finish.duration
source: Duration
zh_hans: 时长

# workout.finish.exercises
source: Exercises
zh_hans: 动作

# workout.finish.setsLogged
source: Sets logged
zh_hans: 已记录组数

# workout.finish.summary
source: About to save
zh_hans: 即将保存

# workout.label.elapsed
source: elapsed
zh_hans: 已进行

# workout.pr.title.plural
source: New PRs!
zh_hans: 新纪录！

# workout.pr.title.single
source: New PR!
zh_hans: 新纪录！

# workout.prompt.rpe
source: How hard was this session?
zh_hans: 这次训练有多累？

# workout.save.noDone.discard
source: Discard session
zh_hans: 放弃训练

# workout.save.noDone.message
source: Nothing will be logged. Tap Log set to record sets, or discard this session?
zh_hans: 不会记录任何内容。点按“记录本组”来记录，或放弃本次训练？

# workout.save.noDone.title
source: No sets logged
zh_hans: 没有已记录的组

# workout.soreness.optionalNote
source: Optional — note a sore spot to track how your body handles load.
zh_hans: 可选——记录酸痛部位，以追踪身体对训练负荷的反应。

# workout.unsaved.message
source: Your changes have not been saved. Keep editing or discard this workout.
zh_hans: 你的更改尚未保存。继续编辑或放弃本次训练。

# workout.unsaved.title
source: Unsaved workout
zh_hans: 训练尚未保存

# workoutLog.empty.body
source: Tap + to log your first workout session.
zh_hans: 点击 + 记录你的第一次训练。

# workoutLog.empty.bodyCapture
source: Tap the mic and say what you did.
zh_hans: 点按麦克风，说出你练了什么。

# workoutLog.empty.title
source: No Workouts Yet
zh_hans: 还没有训练记录

# workoutLog.filter.all
source: All
zh_hans: 全部

# workoutLog.import.ai
source: Import Workout (AI)
zh_hans: 导入训练 (AI)

# workoutLog.import.navTitle
source: Import Workout
zh_hans: 导入训练

# workoutLog.import.text
source: Import Program (Text)
zh_hans: 导入计划 (文本)

# workoutLog.menu.bringProgram
source: Bring your program
zh_hans: 导入你的训练计划

# workoutLog.menu.myPrograms
source: My Programs
zh_hans: 我的计划

# workoutLog.nav.title
source: Workout log
zh_hans: 训练日志

# workoutLog.program.orTemplate
source: No program? Start from a template
zh_hans: 还没有训练计划？从模板开始

# workoutLog.program.pitch
source: Bring the program you already train on. Tuwa reads it, keeps its position, and adjusts the numbers to how you wake up.
zh_hans: 导入你正在练的训练计划。Tuwa 会读懂它、记住它的进度，并根据你每天醒来的状态调整数字。

# workoutLog.rpe.easy
source: Easy
zh_hans: 轻松

# workoutLog.rpe.maximal
source: Maximal
zh_hans: 极限

# workoutLog.rpe.prompt
source: How hard was this session?
zh_hans: 这次训练强度如何?

# workoutLog.section.history
source: HISTORY
zh_hans: 历史记录

# workoutLog.session.fromWatch
source: From watch
zh_hans: 来自手表

# workoutLog.title
source: Workout log
zh_hans: 训练日志

# zone.caution
source: Load Building
zh_hans: 负荷上升中

# zone.danger
source: High Load
zh_hans: 负荷偏高

# zone.low
source: Load Light
zh_hans: 负荷偏低

# zone.noData
source: No Data
zh_hans: 暂无数据

# zone.optimal
source: Load Steady
zh_hans: 负荷平稳
